13xforever.language-x86-64-assembly
alefragnani.project-manager
cschlosser.doxdocgen
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
dcasella.i3
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
giladgd.red-one-dark-pro
golang.go
Gruntfuggly.todo-tree
icrawl.discord-vscode
jebbs.plantuml
jeff-hykin.better-cpp-syntax
liamhammett.inline-parameters
mads-hartmann.bash-ide-vscode
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-python.python
ms-python.vscode-pylance
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
naumovs.color-highlight
octref.vetur
oouo-diogo-perdigao.docthis
PKief.material-icon-theme
ritwickdey.live-sass
ritwickdey.LiveServer
rust-lang.rust
shardulm94.trailing-spaces
solnurkarim.html-to-css-autocompletion
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-dutch
teabyii.ayu
Tobermory.es6-string-html
Tobiah.language-pde
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
wayou.vscode-todo-highlight
XadillaX.viml
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
Zignd.html-css-class-completion
